<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Errors Language Lines
	|--------------------------------------------------------------------------
	|
	*/

	"error_404"         => "خطأ 404",
	"error_403"         => "خطأ 403",
	"error_406"         => "خطأ 406",
	"error_500"         => "خطأ 500",

	"error_404_description"         => "عذرا ، لم يتم العثور على هذه الصفحة!",
	"error_403_description"         => "عذراً، يمنع الوصول!",
	"error_406_description"         => "عذراً غير مقبول!",
	"error_500_description"         => "عذراً الرجاء المحاولة لاحقا!",

	/*
	|--------------------------------------------------------------------------
	| Others Errors Language Lines
	|--------------------------------------------------------------------------
	|
	*/

	"error_user_banned"         => "عذرا ، لقد تم حظر هذا المستخدم!",
	"error_user_delete"         => "عذرا ، لقد تم حذف هذا المستخدم!",
	"go_home"                   => "اذهب إلى الصفحة الرئيسية",

	/************ Version 1.2.1 **************/
	"error_required_mail" => "خطا!! البريد الإلكتروني الخاص بك مطلوب، انتقل إلى الإعدادات وقم بحذف التطبيق وحاول مرة أخرى",

	/************ Version 1.5 **************/
	"mail_exists" => 'خطأ! البريد الإلكتروني قيد الاستخدام من قبل مستخدم آخر.',

);
